Repository: Gamekhor/django_payment
Catalog: pasargad/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Pasargad
fa_ir: پاسارگاد

source: Payer
fa_ir: پرداخت کننده

source: Amount (IRR)
fa_ir: مقدار (ریال)

source: Payment amount in IRR.
fa_ir: مقدار پرداختی (ریال)

source: Successful
fa_ir: موفقیت آمیز

source: Transaction Code
fa_ir: کد تراکنش

source: Bank Tref
fa_ir: کد تراکنش بانک

source: Log Text
fa_ir: متن لاگ

source: Some logs as simple text, showing payment status.
fa_ir: چند لاگ از مراحل تایید پرداخت که نشان دهنده نتیجه هر مرحله یا خطاهای احتمالی است.

source: Created at
fa_ir: ایجاد شده در

source: Updated at
fa_ir: بروز شده در

source: Payment Record
fa_ir: رکورد پرداخت

source: Payment Records
fa_ir: رکوردهای پرداخت

source: You chan't pay less than {0} rials.
fa_ir: شما نمی توانید کمتر از {0} ریال پرداخت کنید.

source: You can't pay more than {0} rials.
fa_ir: شما نمی توانید بیشتر از {0} ریال پرداخت کنید.

source: Invalid transaction code!
fa_ir: کد تراکنش نامعتبر!

source: Payment amount (Rials).
fa_ir: مقدار پرداختی (ریال)

source: Error in data!
fa_ir: خطا در اطلاعات!

source: Invalid code!
fa_ir: کد نامعتبر!

source: Invalid payment request!
fa_ir: درحواست پرداخت نامعتبر!

source: Error in payment. Please call the support.
fa_ir: خطا در پرداخت! لطفا با پشتیبانی تماس بگیرید!

source: Payment record already closed successfully.
fa_ir: این پرداخت قبلا با موفقیت به پایان رسیده است.
